package xiake.vscreenshot.util;

import xiake.vscreenshot.R;

/**
 * Created by Administrator on 2017/9/23 0023.
 */
public class Constant {
    /**
     * 名称库
     */
    public static String[] nameStr = {"尘封着的曾经", " 零下1度", "春暖情歌", "笔迹", "花镜", "护花铃",
            "情绪", "浮熙", "小晴天", "樱花", "初雪", "微甜", "尘埃", "暖光", "如初", "繁花", "幻梦症",
            "    倾城一笑", "巴黎右岸", "指尖花成双", "小永远", "窗外的花", "开了一夜的荒凉", "花开半夏",
            "浅浅的微笑", "十二月de奇迹", "唯爱暮光", "咖啡的味道", "    花与时光同眠", "情系、", "雨樱花",
            "雨后、", "云初霁", "天然淡雅香", "森屿暖树时光恋人", "醉雨非烟", "淡云飘月", "星恋影随", "朝汐、",
            "唯美似水", "海风掠过北极光 @", "听雨潇潇", "星空下的拥抱", "拼了命的珍惜", "心、", "    内存不足",
            "此生丶你不来我不老", "呼吸多久念你多久", "樱花满天飞", "笑颜如初", "别闹了该吃药了", "你的幸福由我赞助",
            "别在机场等一艘船", "    白衫少年", "时光可待你安好", "荳蔻年華", "你非良人、", "怎知我情深", "三年梦、",
            "七年痒", "哎哟喂", "陌颜", "归期未有期", "透过骨zǐ里的傲气", "    低调才是最牛b的炫耀", "情已逝、",
            "只剩堕落", "心醉丶梦亦碎", "拼命的微笑", "夏了你的夏天", "为你、", "倾尽一世红颜", "茶色漫青苔",
            "优雅的寒芒", "    锦瑟>", "谁与共", "向阳生长的女孩", "笑淡化了那伤 ", "生如夏花", "浮生若梦", "笑看浮尘",
            "低吟、", "花非花的格调", "静侯、", "一切安好", "    风不懂ヾ云的漂泊", "心是蔚蓝", "余温重顾", "落笔画秋枫",
            "无名指dē忧伤", "一念执着", "久病成欢孤独成瘾", "半夏半暖半倾城", "    你是莪写过最美的情书", "风吹散承诺",
            "泪湿了曾经", "萌小呆", "时光如槿季微凉", "青丝绕手", "时光从指尖划过", "归期何夕", "眉眼如初", " 相思如故",
            "    凉城旧巷旧少年", "不将就", "断桥残雪", "孤僻成性", "古巷青砖", "褪尽风华", "情话烫耳", "烟雨如墨",
            "你与时光皆薄凉", "听风忆雪", "浅唱つ繁花似雨", "    老街旧巷", "红颜无罪只是太美", "倾尽天下博她一笑",
            "烟花再美终是瞬间", "薄荷加冰不及我心", "只饮烈酒不谈过往", "微手机总代理", "    二级代理郭星", "区域总代理小凡",
            "董事代理小何", "一级代理田雨", "青衫薄衣", "昔日的爱人", "过客", "空留残骸", "开心的笨小孩", "乱世梦红颜",
            "    哭花了素颜", "迷路的男人", "花菲", "可儿", "灵兰若梦", "蛰伏", "Sorry丶我不是警察", "可可妈", "莲波仙子",
            "小棉", "海藻", "曾琦", "平凡", "蔡仁傑", "白帆", "    唯独钟情于你", "碧荷叶", "月", "贱狗", "小小",
            "思静", "梦朦", "AAA墨梅", "安静了", "断点", "今非昔比", "那伤", " 真美", "日久见人心", "L先生", "萌大仙",
            "甜心", "    X.", "这货不是张大仙", "范小新er.", "执念", "爱", "巴黎铁塔", "▼遗忘、那段似水年华",
            "゛指尖的阳光丶", "张可欣","孙玉箫","◆残留德花瓣", "♂你那刺眼的温柔","鑫佑宇母婴","探路者飞越","钓之屋","原始人","大成运动",
            "炫迹达","小李","老王","老张","楼下小陈","付强","青洲副食","美意多箱包","代理王","微商人","森林","Jione","黄成","张森林"
            ,""
    };

    public static String[] VipLv = {"lv0", "lv1", "lv2", "lv3"};
    public static String[] strLv = {"大众会员", "黄金会员", "铂金会员", "钻石会员"};
    public static Integer[] imglv = {R.mipmap.dz, R.mipmap.hj, R.mipmap.bj, R.mipmap.zs};

}
